Revit 2027 API
ParameterTypeId.YOffsetValue Property
 "y Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YOffsetValue { get; }
Public Shared ReadOnly Property YOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YOffsetValue {
	ForgeTypeId^ get ();
}
static member YOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace